Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# onboarding.v10.coach.badge
source: Coach
ru: Тренер
zh_hans: 教练

# onboarding.v10.coach.body
source: What changed. Why it matters. What to do next — then act on Today.
ru: Что изменилось. Почему важно. Что дальше — затем действуйте на Today.
zh_hans: 发生了哪些变化？为何这些变化至关重要？接下来该怎么做？——即刻在 Today 上采取行动。

# onboarding.v10.coach.changed
source: What changed
ru: Что изменилось
zh_hans: 有何变化

# onboarding.v10.coach.changed.value
source: Recovery dropped since morning.
ru: Восстановление снизилось с утра.
zh_hans: 自今晨起，复苏情况有所下降。

# onboarding.v10.coach.footer
source: Open Today to log drinks or start the session Coach suggests.
ru: Откройте Today, чтобы записать напитки или начать сессию.
zh_hans: 点击“Today”记录饮品或开始教练推荐的会话。

# onboarding.v10.coach.next
source: What to do next
ru: Что делать дальше
zh_hans: 接下来该怎么做？

# onboarding.v10.coach.next.value
source: Move strength to tomorrow. Keep today light.
ru: Силовую — на завтра. Сегодня — легко.
zh_hans: 将体力储备留到明天，今天保持轻松。

# onboarding.v10.coach.title
source: Coach explains the day.
ru: Тренер объясняет день.
zh_hans: 教练说明了当天的安排。

# onboarding.v10.coach.why
source: Why it matters
ru: Почему это важно
zh_hans: 为什么这很重要

# onboarding.v10.coach.why.value
source: Hard training would cost tomorrow.
ru: Тяжёлая тренировка дорого обойдётся завтра.
zh_hans: 艰苦的训练将以明天为代价。

# onboarding.v10.goal.body
source: Choose how WeekFit should aim your daily calories.
ru: Выберите, как WeekFit будет целиться по калориям.
zh_hans: 选择 WeekFit 对您每日卡路里摄入量的设定目标。

# onboarding.v10.goal.gain
source: Gain muscle
ru: Набрать мышцы
zh_hans: 增肌

# onboarding.v10.goal.healthy
source: Stay healthy
ru: Оставаться здоровым
zh_hans: 保持健康

# onboarding.v10.goal.lose
source: Lose weight
ru: Снизить вес
zh_hans: 减重

# onboarding.v10.goal.maintain
source: Maintain weight
ru: Держать вес
zh_hans: 维持体重

# onboarding.v10.goal.recover
source: Recover better
ru: Восстанавливаться лучше
zh_hans: 最好进行修复。

# onboarding.v10.goal.title
source: What should we optimize for?
ru: На что ориентироваться?
zh_hans: 应以什么为参考？

# onboarding.v10.health.body
source: So WeekFit can notice how your body changes — automatically.
ru: Чтобы WeekFit замечал, как меняется тело — автоматически.
zh_hans: 让 WeekFit 自动监测身体变化。

# onboarding.v10.health.connect
source: Connect Apple Health
ru: Подключить Apple Health
zh_hans: 连接 Apple 健康

# onboarding.v10.health.privacy
source: Private. Read only with your permission.
ru: Конфиденциально. Только чтение с вашего разрешения.
zh_hans: 私密。经您许可后仅可读取。

# onboarding.v10.health.title
source: Connect Apple Health
ru: Подключите Apple Health
zh_hans: 连接 Apple 健康

# onboarding.v10.health.watchLine
source: Apple Watch works through Apple Health.
ru: Apple Watch работает через Apple Health.
zh_hans: Apple Watch 通过 Apple Health 运行。

# onboarding.v10.live.afternoon.recovery
source: Recovery decreases.
ru: Восстановление снижается.
zh_hans: 恢复速度降低。

# onboarding.v10.live.afternoon.recoveryValue
source: Recovery 61%
ru: Восстановление 61%
zh_hans: 恢复率：61%

# onboarding.v10.live.afternoon.recoveryValueFormat
source: Recovery %lld%%
ru: Восстановление %lld%%
zh_hans: 恢复%lld%%

# onboarding.v10.live.footnote
source: WeekFit is constantly interpreting your day.
ru: WeekFit постоянно интерпретирует ваш день.
zh_hans: WeekFit 持续为您解读每日状态。

# onboarding.v10.live.morning.coach
source: Today's workout looks good.
ru: Сегодняшняя тренировка выглядит хорошо.
zh_hans: 今天的训练看起来进展不错。

# onboarding.v10.live.morning.recovery
source: Recovery %lld%%
ru: Восстановление %lld%%
zh_hans: 恢复%lld%%

# onboarding.v10.live.title
source: As your body changes, so does today.
ru: Тело меняется — и день меняется вместе с ним.
zh_hans: 随着身体的变化，今天也发生了变化。

# onboarding.v10.live.update.calories
source: Calories update.
ru: Калории обновляются.
zh_hans: 卡路里更新。

# onboarding.v10.live.update.coach
source: Coach updates.
ru: Тренер обновляется.
zh_hans: 教练更新。

# onboarding.v10.live.update.meals
source: Meal recommendation updates.
ru: Рекомендация по еде обновляется.
zh_hans: 膳食建议更新。

# onboarding.v10.live.update.move
source: Move strength to tomorrow.
ru: Силовую перенесите на завтра.
zh_hans: 将行动推迟至明天。

# onboarding.v10.live.update.priority
source: Today's priority changed.
ru: Приоритет на сегодня изменился.
zh_hans: 今天的优先事项已发生变化。

# onboarding.v10.promise.body
source: Know what matters today.
ru: Знайте, что важно сегодня.
zh_hans: 了解当下真正重要的事。

# onboarding.v10.promise.coachLine
source: Recovery is strong. Today is open.
ru: Восстановление сильное. День открыт.
zh_hans: 恢复势头强劲。新的一天已开启。

# onboarding.v10.promise.cta
source: Get Started
ru: Начать
zh_hans: 开始使用

# onboarding.v10.promise.title
source: Stop guessing.
ru: Хватит гадать.
zh_hans: 无需再猜测了。

# onboarding.v10.ready.body.connected
source: Coach is ready with a first step.
ru: Тренер готов с первым шагом.
zh_hans: 教练已准备好迈出第一步。

# onboarding.v10.ready.body.limited
source: Coach will settle as Health syncs.
ru: Тренер уточнится, когда Health синхронизируется.
zh_hans: 教练将在 Health 同步后完成结算。

# onboarding.v10.ready.body.skipped
source: You can connect Apple Health anytime in Settings.
ru: Apple Health можно подключить позже в Настройках.
zh_hans: Apple Health 可在“设置”中稍后启用。

# onboarding.v10.ready.title
source: Let's see your day.
ru: Посмотрим ваш день.
zh_hans: 让我们看看你这一天过得如何。

# onboarding.v10.today.action.activity
source: Start an activity
ru: Начать активность
zh_hans: 开始活动

# onboarding.v10.today.action.drinks
source: Log water & drinks
ru: Вода и напитки
zh_hans: 水与饮料

# onboarding.v10.today.action.food
source: Log a meal
ru: Записать еду
zh_hans: 记录一餐

# onboarding.v10.today.actionHint
source: These three buttons are how you act on Coach.
ru: Эти три кнопки — как вы действуете по совету Тренера.
zh_hans: 这三个按钮——均按照教练的建议进行操作。

# onboarding.v10.today.actionsTitle
source: Log quickly
ru: Быстрый лог
zh_hans: 快速记录

# onboarding.v10.today.body
source: Coach writes above. Log drinks, food, or start activity below.
ru: Тренер пишет сверху. Ниже — напитки, еда или старт активности.
zh_hans: 教练已在上方填写。请在下方记录饮品、食物或开始活动。

# onboarding.v10.today.coachBridge
source: Coach writes here.
ru: Тренер пишет сюда.
zh_hans: 教练在此留言。

# onboarding.v10.today.subtitle
source: See guidance. Act in one tap.
ru: Смотрите подсказки. Действуйте в один тап.
zh_hans: 查看提示，一键操作。

# onboarding.v10.today.title
source: Your day lives here.
ru: Ваш день — здесь.
zh_hans: 你的一天都在这里。

# onboarding.v11.goal.body
source: Coach will build your plan around it.
ru: Тренер построит план вокруг неё.
zh_hans: 教练将根据此制定您的计划。

# onboarding.v11.goal.footer
source: You can change this later in Settings.
ru: Позже это можно изменить в Настройках.
zh_hans: 稍后您可以在“设置”中更改此项。

# onboarding.v11.goal.title
source: What's your goal?
ru: Какая у вас цель?
zh_hans: 你的目标是什么？

# onboarding.v11.ready.body.connected
source: Here is where Coach starts — open Today and take the first step.
ru: Отсюда начинается Тренер — откройте Today и сделайте первый шаг.
zh_hans: 教练的建议如下——今天就开始，迈出第一步。

# onboarding.v11.ready.body.limited
source: Health is syncing. Your rings will settle — Coach already has your aim.
ru: Health синхронизируется. Кольца уточнятся — у Тренера уже есть ваша цель.
zh_hans: 健康正在同步。你的指环将逐渐稳定——教练已掌握你的目标。

# onboarding.v11.ready.body.skipped
source: You can connect Health anytime. Coach already starts from your aim.
ru: Health можно подключить позже. Тренер уже начинает с вашей цели.
zh_hans: “健康”模块可稍后连接。教练已根据您的目标开始指导。

# onboarding.v11.ready.coach.fatLoss
source: Coach will keep today lean and clear.
ru: Тренер будет держать сегодня лёгким и ясным.
zh_hans: 教练今天将保持简洁明了。

# onboarding.v11.ready.coach.maintenance
source: Coach will keep today balanced and steady.
ru: Тренер будет держать сегодня сбалансированным.
zh_hans: 教练今天将保持稳健与均衡。

# onboarding.v11.ready.coach.muscleGain
source: Coach will protect fuel for training and recovery.
ru: Тренер защитит топливо для тренировок и восстановления.
zh_hans: 教练将预留燃料用于训练与恢复。

# onboarding.v11.ready.mirror
source: Because you chose %@.
ru: Вы выбрали: %@.
zh_hans: 因为您选择了%@。

# onboarding.v11.ready.recovery
source: Recovery is at %lld%%.
ru: Восстановление — %lld%%.
zh_hans: 恢复 is at %lld%%.

# onboarding.v11.ready.sampleCaption
source: A preview of how Today reads.
ru: Так Today будет читать ваш день.
zh_hans: 《今日》节目内容预览。

# onboarding.v11.ready.title
source: Your day is ready.
ru: Ваш день готов.
zh_hans: 您的这一天已准备就绪。

# onboarding.v11.splash.headline
source: TRAIN WITH CONFIDENCE.
ru: ТРЕНИРУЙТЕСЬ УВЕРЕННО.
zh_hans: 坚定训练。

# onboarding.v11.splash.healthBadge
source: Works with Apple Health
ru: Работает с Apple Health
zh_hans: 支持 Apple Health

# onboarding.v11.splash.phone.coach
source: Ready for a moderate workout.
ru: Можно провести умеренную тренировку.
zh_hans: 已准备好进行中等强度锻炼。

# onboarding.v11.splash.phone.today
source: Today
ru: Сегодня
zh_hans: 今天

# onboarding.v11.splash.subhead.emphasis
source: Make every workout count
ru: Каждая тренировка приносит больше
zh_hans: 让每一次训练都物有所值

# onboarding.v11.splash.subhead.suffix
source: when your body is ready.
ru: , когда организм готов.
zh_hans: 当你的身体准备好了。

# onboarding.v11.splash.tagline
source: Your coach adapts as your body changes.
ru: Ваш тренер адаптируется вместе с вашим организмом.
zh_hans: 您的教练将根据您的身体状况进行调整。

# onboarding.v11.understanding.body
source: Body signals reach Coach through Apple Health. When the day shifts, guidance shifts.
ru: Сигналы тела доходят до Тренера через Apple Health. Когда день меняется, меняется и совет.
zh_hans: 身体信号通过 Apple Health 传至教练。随着一天时段的更迭，指导也随之调整。

# onboarding.v11.understanding.title
source: Watch the day change.
ru: Смотрите, как меняется день.
zh_hans: 看这一天如何变化。

# onboarding.v11.units.body
source: WeekFit selected the recommended format for your device. You can change it anytime in Settings.
ru: WeekFit выбрал рекомендуемый формат для вашего устройства. Изменить его можно в любой момент в Настройках.
zh_hans: WeekFit 已为您的设备选择推荐格式。您随时可在“设置”中更改此格式。

# onboarding.v11.units.title
source: Choose your units
ru: Выберите единицы
zh_hans: 选择单位

# onboarding.v12.cta.createPlan
source: Create my plan
ru: Создать мой план
zh_hans: 制定我的计划

# onboarding.v12.cta.makeItPersonal
source: Make it personal
ru: Сделать личным
zh_hans: 设为个人

# onboarding.v12.cta.meetCoach
source: Meet my coach
ru: Встретить Тренера
zh_hans: 会见教练

# onboarding.v12.cta.openToday
source: Open Today
ru: Открыть Today
zh_hans: 今日开放

# onboarding.v12.cta.seeItLive
source: See it live
ru: Посмотреть вживую
zh_hans: 现场观看

# onboarding.v12.health.body
source: Give Coach recovery, sleep and activity context.
ru: Дайте Тренеру контекст по восстановлению, сну и активности.
zh_hans: 为教练提供关于恢复、睡眠及活动情况的背景信息。

# onboarding.v12.nav.back
source: Back
ru: Назад
zh_hans: 返回

# onboarding.v12.nav.skip
source: Skip
ru: Пропустить
zh_hans: 跳过

# onboarding.v12.ready.body.connected
source: Coach will keep adapting as new Health data arrives.
ru: Тренер будет подстраиваться, когда приходят новые данные Health.
zh_hans: 教练将根据新获取的健康数据持续进行调整。

# onboarding.v12.ready.body.limited
source: Coach will keep adapting as new Health data arrives.
ru: Тренер будет подстраиваться, когда приходят новые данные Health.
zh_hans: 教练将根据新获取的健康数据持续进行调整。

# onboarding.v12.ready.body.skipped
source: Coach will keep adapting from your goal.
ru: Тренер будет подстраиваться, опираясь на вашу цель.
zh_hans: 教练将根据你的目标不断进行调整。

# onboarding.v12.ready.calories.fatLoss
source: Calories aimed for fat loss
ru: Калории под снижение веса
zh_hans: 减脂目标热量摄入

# onboarding.v12.ready.calories.maintenance
source: Calories aimed for balance
ru: Калории под баланс
zh_hans: 控制热量摄入以维持平衡

# onboarding.v12.ready.calories.muscleGain
source: Calories aimed for muscle gain
ru: Калории под набор
zh_hans: 旨在促进肌肉增长的热量摄入

# onboarding.v12.ready.meal.evening.fatLoss
source: Keep dinner high protein — skip the late snack.
ru: Ужин с белком — без позднего перекуса.
zh_hans: 晚餐多摄入蛋白质——避免在晚餐后加餐。

# onboarding.v12.ready.meal.evening.maintenance
source: Keep dinner steady. Don't chase calories late.
ru: Держите ужин ровным. Не догоняйте калории поздно.
zh_hans: 晚餐要规律，别等到深夜才追食。

# onboarding.v12.ready.meal.evening.muscleGain
source: Finish with a protein-forward dinner.
ru: Завершите день ужином с белком.
zh_hans: 以一顿以蛋白质为主的晚餐收尾。

# onboarding.v12.ready.meal.fatLoss
source: Keep lunch high protein.
ru: Сделайте обед богатым белком.
zh_hans: 午餐请保证高蛋白摄入。

# onboarding.v12.ready.meal.maintenance
source: Keep meals steady through the afternoon.
ru: Держите приёмы пищи ровными днём.
zh_hans: 下午期间保持饮食规律。

# onboarding.v12.ready.meal.muscleGain
source: Don't skip the post-session meal.
ru: Не пропускайте приём пищи после сессии.
zh_hans: 切勿跳过餐后用餐。

# onboarding.v12.ready.mirror.fatLoss
source: Because your goal is fat loss, today focuses on preserving muscle.
ru: Ваша цель — снижение веса, поэтому сегодня акцент на сохранении мышц.
zh_hans: 既然您的目标是减脂，那么今天的重点就是保护肌肉。

# onboarding.v12.ready.mirror.maintenance
source: Because your goal is balance, today focuses on steady energy.
ru: Ваша цель — баланс, поэтому сегодня акцент на стабильной энергии.
zh_hans: 鉴于您的目标是保持平衡，今天的重点在于维持稳定的能量。

# onboarding.v12.ready.mirror.muscleGain
source: Because your goal is muscle gain, today focuses on protecting recovery.
ru: Ваша цель — набор мышц, поэтому сегодня акцент на защите восстановления.
zh_hans: 既然您的目标是增肌，那么今天的重点就是保障恢复过程。

# onboarding.v12.ready.name.coachPrompt
source: What should your coach call you?
ru: Как коучу к вам обращаться?
zh_hans: 作为教练，您该如何与我联系？

# onboarding.v12.ready.name.fieldPlaceholder
source: Your name
ru: Ваше имя
zh_hans: 您的姓名

# onboarding.v12.ready.name.placeholder
source: Your name
ru: Ваше имя
zh_hans: 您的姓名

# onboarding.v12.ready.name.skip
source: Skip
ru: Пропустить
zh_hans: 跳过

# onboarding.v12.ready.planLabel
source: Today's Coach
ru: Тренер на сегодня
zh_hans: 今日教练

# onboarding.v12.ready.protein
source: Protein prioritized
ru: Белок в приоритете
zh_hans: 蛋白质优先

# onboarding.v12.ready.reco.evening.fatLoss
source: Skip late training. Protect the cut overnight.
ru: Без поздней тренировки. Защитите дефицит ночью.
zh_hans: 无需晚间训练。夜间补充营养缺口。

# onboarding.v12.ready.reco.evening.maintenance
source: Wind down. Leave intensity for tomorrow.
ru: Сворачивайтесь. Интенсивность — на завтра.
zh_hans: 请转向。强度问题留待明日处理。

# onboarding.v12.ready.reco.evening.muscleGain
source: Stop the session clock. Tomorrow's sets matter more.
ru: Закройте тренировочный день. Завтрашние подходы важнее.
zh_hans: 结束本次训练日。明天的训练环节更为重要。

# onboarding.v12.ready.reco.fatLoss
source: Train before 3 PM.
ru: Тренируйтесь до 15:00.
zh_hans: 请在 15:00 前完成训练。

# onboarding.v12.ready.reco.maintenance
source: Train later today. Protect recovery.
ru: Тренируйтесь позже сегодня. Защитите восстановление.
zh_hans: 今天稍后再进行训练。保护恢复进程。

# onboarding.v12.ready.reco.muscleGain
source: Keep hard sets for when you feel fresh.
ru: Тяжёлые подходы — когда будете свежими.
zh_hans: 将高强度训练保留在感觉状态最佳时进行。

# onboarding.v12.ready.recovery.evening.high
source: Recovery is excellent. Bank it for tomorrow.
ru: Восстановление отличное. Сохраните его на завтра.
zh_hans: 恢复效果极佳。将其保存至明日。

# onboarding.v12.ready.recovery.evening.low
source: Recovery is limited. Prioritize sleep tonight.
ru: Восстановление ограничено. Приоритет — сон сегодня.
zh_hans: 恢复有限。今天的首要任务是睡觉。

# onboarding.v12.ready.recovery.evening.mid
source: Recovery is solid. Protect sleep tonight.
ru: Восстановление уверенное. Защитите сон сегодня.
zh_hans: 信心已恢复。今天守护好您的睡眠。

# onboarding.v12.ready.recovery.evening.sample
source: Recovery looks ready for tomorrow.
ru: Восстановление выглядит готовым к завтра.
zh_hans: 恢复工作已准备就绪，随时迎接明天。

# onboarding.v12.ready.recovery.high
source: Recovery is excellent. You're ready for intensity.
ru: Восстановление отличное. Можно интенсивность.
zh_hans: 恢复情况极佳，可进一步加强训练强度。

# onboarding.v12.ready.recovery.low
source: Recovery is limited. Bias toward quality over volume.
ru: Восстановление ограничено. Качество важнее объёма.
zh_hans: 恢复范围有限。质量重于数量。

# onboarding.v12.ready.recovery.mid
source: Recovery is solid. Keep the session clean.
ru: Восстановление уверенное. Держите сессию чистой.
zh_hans: 信心已恢复。请保持专注，稳住局面。

# onboarding.v12.ready.recovery.sample
source: Recovery looks strong for today.
ru: Восстановление выглядит сильным на сегодня.
zh_hans: 截至目前，复苏态势十分强劲。

# onboarding.v12.ready.subtitle.evening.fatLoss
source: Tonight isn't the night to push harder. Recover well so tomorrow counts.
ru: Сегодня вечером не время для перегруза. Восстановитесь — завтра будет важнее.
zh_hans: 今晚不宜过度劳累。好好休息——明天会更有意义。

# onboarding.v12.ready.subtitle.evening.maintenance
source: Tonight isn't the night to force it. Recover well so tomorrow counts.
ru: Сегодня вечером не время форсировать. Восстановитесь — завтра будет важнее.
zh_hans: 今晚不宜操之过急。先调整好状态——明天会更有意义。

# onboarding.v12.ready.subtitle.evening.muscleGain
source: Tonight isn't the night to grind empty. Recover so tomorrow's sets count.
ru: Сегодня вечером не время пустой нагрузки. Восстановитесь — завтрашние подходы будут важнее.
zh_hans: 今晚不宜进行无意义的消耗性活动。好好休息——明天的应对之策将更为重要。

# onboarding.v12.ready.subtitle.fatLoss
source: Today isn't the day to push harder. It's the day to recover well so tomorrow counts.
ru: Сегодня не день для перегруза. Восстановитесь — завтра будет важнее.
zh_hans: 今天不是过度劳累的日子。好好休息——明天会更好。

# onboarding.v12.ready.subtitle.maintenance
source: Today isn't the day to force it. Recover well so tomorrow counts.
ru: Сегодня не день форсировать. Восстановитесь — завтра будет важнее.
zh_hans: 今天不是急于求成的时候。先调整好状态——明天会更好。

# onboarding.v12.ready.subtitle.muscleGain
source: Today isn't the day to grind empty. Fuel up so tomorrow's sets count.
ru: Сегодня не день пустой нагрузки. Заправьтесь — завтрашние подходы будут важнее.
zh_hans: 今天并非需要过度劳累的日子。好好补充能量吧——明天的应对之策将更为重要。

# onboarding.v12.ready.subtitle.planReady
source: Your first plan is ready.
ru: Ваш первый план готов.
zh_hans: 您的首张计划已准备就绪。

# onboarding.v12.ready.title
source: Good morning.
ru: Доброе утро.
zh_hans: 早上好。

# onboarding.v12.ready.title.afternoon
source: Good afternoon.
ru: Добрый день.
zh_hans: 下午好.

# onboarding.v12.ready.title.afternoon.named
source: Good afternoon, %@.
ru: Добрый день, %@.
zh_hans: 下午好，%@。

# onboarding.v12.ready.title.evening
source: Good evening.
ru: Добрый вечер.
zh_hans: 晚上好。

# onboarding.v12.ready.title.evening.named
source: Good evening, %@.
ru: Добрый вечер, %@.
zh_hans: 晚上好，%@。

# onboarding.v12.ready.title.morning
source: Good morning.
ru: Доброе утро.
zh_hans: 早上好。

# onboarding.v12.ready.title.morning.named
source: Good morning, %@.
ru: Доброе утро, %@.
zh_hans: 早上好，%@。

# onboarding.v12.ready.title.night
source: Good night.
ru: Доброй ночи.
zh_hans: 晚安。

# onboarding.v12.ready.title.night.named
source: Good night, %@.
ru: Доброй ночи, %@.
zh_hans: 晚安，%@。

# onboarding.v12.ready.title.youreReady
source: You're ready
ru: Вы готовы
zh_hans: 您准备好了吗？

# onboarding.v12.ready.title.youreReady.named
source: You're ready, %@.
ru: Вы готовы, %@.
zh_hans: 你准备好了吗，@%？

# onboarding.v12.understanding.body
source: Coach adjusts training and nutrition when your recovery changes.
ru: Тренер подстраивает тренировки и питание, когда меняется восстановление.
zh_hans: 当您的恢复情况发生变化时，教练会相应调整训练方案与营养方案。

# onboarding.v12.understanding.body.fatLoss
source: When recovery drops, Coach protects the cut — training moves, meals tighten.
ru: Когда восстановление падает, Тренер защищает дефицит — тренировка сдвигается, еда уплотняется.
zh_hans: 当恢复能力下降时，教练会弥补这一缺口——训练安排将调整，饮食安排也将紧凑化。

# onboarding.v12.understanding.body.maintenance
source: When recovery drops, Coach rewrites today — training moves, meals adapt.
ru: Когда восстановление падает, Тренер переписывает день — тренировка сдвигается, еда меняется.
zh_hans: 当恢复进度下降时，教练会重新规划当日安排——训练时间调整，饮食方案变更。

# onboarding.v12.understanding.body.muscleGain
source: When recovery drops, Coach protects the gain — strength waits, fuel stays.
ru: Когда восстановление падает, Тренер защищает набор — сила ждёт, топливо остаётся.
zh_hans: 当恢复力下降时，教练仍坚守阵型——力量犹存，能量未竭。

# onboarding.v12.understanding.title
source: Your body changes. So does your plan.
ru: Тело меняется. План — тоже.
zh_hans: 身体在变化，计划也在变化。

source: Open Email App
ru: Открыть почту
zh_hans: 打开邮箱

source: Open profile
ru: Открыть профиль
zh_hans: 打开个人资料

source: Open WeekFit
ru: Открыть WeekFit
zh_hans: 打开 WeekFit

# paywall.access.badge.active
source: Active
ru: Активна
zh_hans: 进行中

# paywall.access.badge.cancelled
source: Cancelled
ru: Отменена
zh_hans: 已取消

# paywall.access.badge.included
source: Included
ru: Включено
zh_hans: 已包含

# paywall.access.badge.trial
source: Free trial
ru: Пробный период
zh_hans: 免费试用

# paywall.access.cancelled.bodyFallback
source: Renewal is cancelled. You keep full access until the current period ends.
ru: Продление отменено. Полный доступ сохранится до конца текущего периода.
zh_hans: 延期申请已取消。完整访问权限将在本周期结束前持续有效。

# paywall.access.cancelled.bodyFormat
source: Renewal is cancelled. Full access continues until %@.
ru: Продление отменено. Полный доступ сохранится до %@.
zh_hans: 延期已取消。完整访问权限将持续有效至 %@。

# paywall.access.detail.legacy
source: Lifetime access for early users
ru: Пожизненный доступ для ранних пользователей
zh_hans: 早期用户享有终身访问权限

# paywall.access.detail.subscribed
source: WeekFit subscription
ru: Подписка WeekFit
zh_hans: WeekFit 订阅服务

# paywall.access.detail.trial
source: Introductory offer in progress
ru: Действует вводное предложение
zh_hans: 入门优惠进行中

# paywall.access.done
source: Done
ru: Готово
zh_hans: 完成

# paywall.access.manage
source: Manage subscription
ru: Управлять подпиской
zh_hans: 管理订阅

# paywall.access.subscribed.body
source: Your WeekFit subscription is active. You have full access to coaching, planning, and insights.
ru: Ваша подписка WeekFit активна. У вас полный доступ к коучу, планированию и аналитике.
zh_hans: 您的 WeekFit 订阅已激活。您可全面使用教练服务、计划制定及数据分析功能。

# paywall.access.subscribed.cancelled.title
source: Subscription ending
ru: Подписка скоро закончится
zh_hans: 您的订阅即将到期

# paywall.access.subscribed.title
source: Subscription active
ru: Подписка активна
zh_hans: 订阅已激活

# paywall.access.trial.body
source: Your free trial is active. You have full access while it runs.
ru: Пробный период активен. У вас полный доступ на время trial.
zh_hans: 试用期现已开启。您可在试用期内享有完整访问权限。

# paywall.access.trial.cancelled.title
source: Trial ending
ru: Пробный период заканчивается
zh_hans: 试用期即将结束

# paywall.access.trial.title
source: Free trial active
ru: Пробный период активен
zh_hans: 免费试用已激活

# paywall.cta.continue
source: Continue
ru: Продолжить
zh_hans: 继续

# paywall.cta.startTrialFormat
source: Start %d-Day Free Trial
ru: Начать %d-дневный пробный период
zh_hans: Start %d-天 Free Trial

# paywall.error.entitlementNotReady
source: Purchase completed, but access isn’t ready yet. Try Restore Purchases or wait a moment.
ru: Покупка прошла, но доступ ещё не готов. Попробуйте восстановить покупки или подождите немного.
zh_hans: 购买已完成，但访问权限尚未就绪。请尝试“恢复购买”或稍等片刻。

# paywall.error.failed
source: Couldn’t complete the purchase. Try again.
ru: Не удалось оформить покупку. Попробуйте ещё раз.
zh_hans: 未能完成购买，请重试。

# paywall.error.pending
source: This purchase is pending approval. WeekFit will unlock after it completes.
ru: Покупка ожидает подтверждения. WeekFit откроется, когда она завершится.
zh_hans: 购买尚需确认。WeekFit 将在确认完成后开放。

# paywall.error.products
source: Prices aren’t available right now. Check your connection and try again.
ru: Сейчас не удалось загрузить цены. Проверьте соединение и попробуйте снова.
zh_hans: 目前暂无价格信息。请检查您的网络连接，然后重试。

# paywall.error.verification
source: Couldn’t verify this purchase. Try Restore Purchases.
ru: Не удалось подтвердить покупку. Попробуйте восстановить покупки.
zh_hans: 无法验证此购买记录。请尝试“恢复购买”。
